Repository: EmanueleVillani/TalentApp-
Catalog: TalentApp/Utility/*.lproj/Localizable.strings
Languages: it

source: Profile
it: Profilo

# CARICAREITEM
source: Upload
it: Caricare

# SFIDA
source: challenges
it: Sfida

source: My Profile
it: MIo Profilo

# TXTFIELDPHOTO
source: Add your caption here....
it: Aggiungi qui la tua didascalia...

# POSTIMMAG
source: Post Picture
it: Pubblica immagine

# POSTIMMAGDTBASE
source: Post Picture DB
it: Posta Immagine in DataBase

# DESCR_APP_TALENT
source: Talent is the #1 app for posting picture of your talent and sharing them across the world. We are a talent- loving community and we're happy to have you!
it: Talent è l'app numero 1 per pubblicare foto del tuo talento e condividerle in tutto il mondo. Siamo una community amante del talento e siamo felici di averti!

# EDIT_DISP_NAM_TXTFIE
source: Current display name
it: Nome visualizzato corrente

# EDIT_DISP_NOM
source: Display name
it: Display nome

# EDIT_DESCR_MOD
source: You can edit your display name here. This will be seen by other users on your profile and on your posts!
it: Puoi modificare il tuo nome visualizzato qui. Questo sarà visto da altri utenti sul tuo profilo e sui tuoi post!

# PLACEHOLDER
source: Your display name here
it: Il tuo nome visualizzato qui

# SCR_BIO
source: Current Bio here
it: Biografia attuale qui

# BIOPROF
source: Bio profile
it: Biografia profilo

# DESC_PROF
source: Your bio is a great place to let other users know a little about you. It will be shown on your profile only .
it: La tua biografia è un ottimo posto per far conoscere agli altri utenti un po 'di te. Verrà mostrato solo sul tuo profilo.

# PLACEHOL_BIO
source: Your bio here...
it: La tua biografia qui ...

# DISCONN
source: Sign out
it: Disconnessione

# TERM&COND
source: Terms & Conditions
it: Termini & Condizioni

# FOOTER
source: Talent was made whit love. All Rights Reserved Cool Apps Inc. Copyright 2021 ❤️
it: Il talento è stato creato con amore. N Tutti i diritti riservati n Cool Apps Inc. n Copyright 2021 ❤️

# SALV
source: save
it: salva

# MOD_NOME
source: Edit Display Nam
it: Modifica il nome

# DESCR
source: This is a description
it: Questa è una descrizione

# SEGN_POST_PROV
source: Test Placeholder
it: Segnaposto di prova
